[
  {
    "_id": "66ac7f2483142ede9c4b1fd3",
    "reviewer": "668eeda233c5b05fc3e990c8",
    "content": "HomeStay นี้มีบรรยากาศที่เงียบสงบและเหมาะสำหรับการพักผ่อน ห้องพักสะอาดและกว้างขวาง บริการของพนักงานเป็นมิตรและใส่ใจรายละเอียดทุกอย่าง อาหารเช้าที่เสิร์ฟอร่อยมาก โดยรวมแล้วเป็นสถานที่ที่ดีมากในการพักผ่อน",
    "rating": 4,
    "package": "",
    "homestay": "66b301b190d9786def04a7d3",
    "createdAt": "2024-08-01T10:00:00Z"
  },
  {
    "_id": "66ac7f2483142ede9c4b1fd4",
    "reviewer": "66900263b8eae8f2f6ca957d",
    "content": "ฉันได้มีโอกาสพักที่ HomeStay แห่งนี้เมื่อสัปดาห์ที่ผ่านมา การตกแต่งภายในห้องพักมีความเรียบง่ายแต่มีสไตล์ ห้องน้ำสะอาดและมีอุปกรณ์ครบครัน สิ่งที่ประทับใจที่สุดคือวิวจากหน้าต่างที่สามารถมองเห็นธรรมชาติได้อย่างชัดเจน ซึ่งทำให้รู้สึกผ่อนคลายมาก",
    "rating": 5,
    "package": "",
    "homestay": "66b301b190d9786def04a7d3",
    "createdAt": "2024-08-02T11:30:00Z"
  },
  {
    "_id": "668ef82031ff843f51f179a8",
    "reviewer": "66abb6e594d4089a7618dfd6",
    "content": "HomeStay แห่งนี้เป็นที่พักที่ดีสำหรับครอบครัว ห้องพักมีขนาดใหญ่พอสำหรับเด็ก ๆ ที่จะวิ่งเล่นได้ บริเวณรอบ ๆ ที่พักมีพื้นที่กว้างขวางให้เดินเล่นหรือทำกิจกรรมกลางแจ้ง พนักงานให้บริการอย่างเป็นกันเองและเอาใจใส่ดีมาก โดยรวมแล้วเรารู้สึกประทับใจและอยากกลับมาอีกครั้ง",
    "rating": 5,
    "package": "",
    "homestay": "66b44c0c231575affd408043",
    "createdAt": "2024-08-03T14:00:00Z"
  },
  {
    "_id": "668f14f431ff843f51f185bf",
    "reviewer": "66abb6e594d4089a7618dfd6",
    "content": "การเข้าพักที่ HomeStay นี้ไม่เป็นไปตามความคาดหวัง ห้องพักค่อนข้างเก่าและมีบางส่วนที่ต้องการการปรับปรุง น้ำในห้องน้ำไม่ค่อยแรงและอุณหภูมิไม่คงที่ ข้อดีคือทำเลที่ตั้งดีและสะดวกสบายในการเดินทาง แต่โดยรวมแล้วคิดว่าควรมีการปรับปรุงบางส่วนเพื่อให้การเข้าพักดีขึ้น",
    "rating": 3,
    "package": "",
    "homestay": "66b4c37b3882245c8e07b239",
    "createdAt": "2024-08-04T09:15:00Z"
  },
  {
    "_id": "668f14f431ff843f51f185bf",
    "reviewer": "66900263b8eae8f2f6ca957d",
    "content": "เราชอบ HomeStay นี้มาก บรรยากาศรอบ ๆ เป็นธรรมชาติมากและทำให้รู้สึกสงบ อาหารเช้าที่จัดเตรียมให้หลากหลายและมีคุณภาพดี ห้องพักสะอาดและเตียงนอนสบายมาก พนักงานยิ้มแย้มแจ่มใสและให้บริการด้วยความใส่ใจ รายละเอียดเล็ก ๆ น้อย ๆ เช่นการเตรียมของใช้ในห้องน้ำก็มีครบทุกอย่างที่จำเป็น",
    "rating": 5,
    "package": "",
    "homestay": "66b4c37b3882245c8e07b239",
    "createdAt": "2024-08-05T16:45:00Z"
  }
]
